Repository: mrsteve0924/pavucontrol
Catalog: po/*.po
Languages: ar, el, hi, ka

source: Connection to PulseAudio failed. Automatic retry in 5s In this case this is likely because PULSE_SERVER in the Environment/X11 Root Window Properties or default-server in client.conf is misconfigured. This situation can also arise when PulseAudio crashed and left stale details in the X11 Root Window. If this is the case, then PulseAudio should autospawn again, or if this is not configured you should run start-pulseaudio-x11 manually.
ar: فشل الاتصال بـ PulseAudio. إعادة المحاولة تلقائيًا خلال 5 ثوانٍ في هذه الحالة، من المحتمل أن يكون هذا بسبب PULSE_SERVER في خصائص نافذة الجذر للبيئة/X11 أو تم تكوين الخادم الافتراضي في Client.conf بشكل خاطئ. يمكن أن ينشأ هذا الموقف أيضًا عندما يتعطل PulseAudio ويترك تفاصيل قديمة في نافذة الجذر X11. إذا كان الأمر كذلك، فيجب أن يتم تشغيل PulseAudio تلقائيًا مرة أخرى، أو إذا لم يتم تكوينه، فيجب عليك قم بتشغيل start-pulseaudio-x11 يدويًا.
el: Αποτυχία σύνδεσης στο PulseAudio. Αυτόματη νέα προσπάθεια σε 5δ Αυτό μάλλον συμβαίνει σε αυτή την περίπτωση επειδή ο PULSE_SERVER στις Ιδιότητες Ριζικού Παραθύρου X11 /Environment ή ο προεπιλεγμένος διακομιστής στο client.conf έχει σφάλμα διαμόρφωσης. Αυτή η κατάσταση μπορεί επίσης να προκύψει όταν έχει καταρρεύσει το PulseAudio και έχει αφήσει μη ενημερωμένα στοιχεία στο Ριζικό Παράθυρο X11. Αν συμβαίνει αυτό, τότε το PulseAudio θα πρέπει να αυτοαναπαραχθεί εκ νέου, ή αν δεν είναι διαμορφωμένο θα πρέπει εσείς να εκτελέσετε χειροκίνητα το start-pulseaudio-x11.
hi: PulseAudio से कनेक्शन विफल रहा। 5s में स्वचालित पुनः प्रयास किया जाएगा इस मामले में यह संभव है क्योंकि पर्यावरण/X11 रूट खिड़की गुणों में PULSE_SERVER या client.conf में तयशुदा-सर्वर गलत विन्यस्त किया गया है। यह स्थिति तब भी उत्पन्न हो सकती है जब PulseAudio क्रैश हो जाता है और X11 रूट खिड़की में पुराने विवरण छोड़ देता है। यदि यह मामला है, तो PulseAudio को फिर से स्वतःपैदा होना चाहिए, या यदि यह विन्यस्त नहीं है तो आपको हस्तचालित रूप से start-pulseaudio-x11 चलाना चाहिए।
ka: PulseAudio-სთან მიერთების შეცდომა. ავტომატური თავიდან ცდა 5 წამში ეს ხდება, როცა PULSE_SERVER გარემოში/X11-ის საწყისი ფანჯრის თვისებებში, ან default-server client.conf-ში წესების დაცვით არაა მორგებული. ასევე, როცა PulseAudio-მა მუშაობა ავარიულად დაამთავრა და X11-ის საწყის ფანჯარაში არასწორი დეტალები დატოვა. თუ ეს მოხდა, PulseAudio თავიდან თვითონ გაეშვება, ან, თუ ეს მითითებული არ გაქვთ, start-pulseaud-x11 ხელით უნდა გაუშვათ.

source: pa_context_set_card_profile_by_index() failed
ar: فشل pa_context_set_card_profile_by_index()
el: Αποτυχία του pa_context_set_card_profile_by_index()
hi: pa_context_set_card_profile_by_index() विफल
ka: pa_context_set_card_profile_by_index() -ის შეცდომა

source: <small>Silence</small>
ar: <small>صامت</small>
el: <small>Αθόρυβο</small>
hi: <small>मौन</small>
ka: <small>სიჩუმე</small>

source: <small>Min</small>
ar: <small>الحد الأدنى</small>
el: <small>Ελάχιστο</small>
hi: <small>न्यून</small>
ka: <small>მინ</small>

source: <small><i>Base</i></small>
ar: <small><i>الاساس</i></small>
el: <small><i>Βάση</i></small>
hi: <small><i>आधार</i></small>
ka: <small><i>ბაზა</i></small>

source: Rename Device...
ar: إعادة تسمية الجهاز...
el: Μετονομασία συσκευής...
hi: उपकरण का नाम बदलें..।
ka: მოწყობილობის სახელის გადარქმევა...

source: pa_context_set_port_latency_offset() failed
ar: فشل pa_context_set_port_latency_offset()
el: Αποτυχία του pa_context_set_port_latency_offset()
hi: pa_context_set_port_latency_offset() विफल
ka: pa_context_set_port_latency_offset() -ის შეცდომა

source: Sorry, but device renaming is not supported.
ar: عذرًا، ولكن إعادة تسمية الجهاز غير مدعومة.
el: Συγνώμη, αλλά δεν υποστηρίζεται η μετονομασία συσκευής.
hi: क्षमा करें, लेकिन उपकरण का नाम बदलना समर्थित नहीं है।
ka: უკაცრავად, მაგრამ მოწყობილობის გადარქმევა მხარდაუჭერელია.

source: You need to load module-device-manager in the PulseAudio server in order to rename devices
ar: تحتاج إلى تحميل مدير الجهاز في خادم نظام الصوت حتى تتمكن من إعادة تسمية الأجهزة
el: Χρειάζεται να φορτώσετε το module-device-manager στο διακομιστή PulseAudio προκειμένου να μετονομάσετε συσκευές
hi: उपकरणों का नाम बदलने के लिए आपको PulseAudio सर्वर में module-device-manager लोड करना होगा
ka: მოწყობილობის სახელის გადასარქმევად PulseAudio სერვერში module-device-manager გაფართოების ჩატვირთვაა საჭირო

source: pa_ext_device_manager_write() failed
ar: فشل pa_ext_device_manager_write()
el: Αποτυχία του pa_ext_device_manager_write()
hi: pa_ext_device_manager_write() विफल
ka: pa_ext_device_manager_write() -ის შეცდომა

source: Error reading config file %s: %s
ar: خطأ في قراءة ملف الاعداد %s: %s
el: Σφάλμα ανάγνωσης αρχείου config %s: %s
hi: विन्यास फाइल %s को पढ़ने में त्रुटि: %s
ka: კონფიგურაციის ფაილის (%s) წაკითხვის შეცდომა: %s

source: Error saving preferences
ar: حدث خطأ أثناء حفظ التفضيلات
el: Σφάλμα αποθήκευσης προτιμήσεων
hi: प्राथमिकताएं सहेजने में त्रुटि
ka: პარამეტრების შენახვის შეცდომა

source: Error writing config file %s
ar: خطأ في كتابة ملف الاعداد %s
el: Σφάλμα εγγραφής αρχείου config %s
hi: विन्यास फाइल %s लिखने में त्रुटि
ka: კონფიგურაცის ფაილის (%s) ჩაწერის შეცდომა

source: (plugged in)
ar: (موصول)
el: (συνδεδεμένο)
hi: (जुड़ा हुआ)
ka: (შეერთებულია)

source: (unavailable)
ar: (غير متاح)
el: (μη διαθέσιμο)
hi: (अनुपलब्ध)
ka: (მიუწვდომელია)

source: (unplugged)
ar: (غير موصول)
el: (αποσυνδεδεμένο)
hi: (निकाला हुआ)
ka: (გამოერთებულია)

source: Failed to read data from stream
ar: فشل في قراءة البيانات من البث
el: Αποτυχία ανάγνωσης δεδομένων από τη ροή
hi: स्ट्रीम से डेटा पढ़ने में विफल
ka: ნაკადიდან მონაცემების წაკითხვის შეცდომა

source: Peak detect
ar: كشف الذروة
el: Ανίχνευση κορυφής
hi: शिखर का पता लगाएं
ka: პიკების დადგენა

source: Failed to create monitoring stream
ar: فشل في إنشاء بث التنصت
el: Αποτυχία δημιουργίας ροής παρακολούθησης
hi: मॉनिटरिंग स्ट्रीम बनाने में विफल
ka: მონიტორინგის ნაკადის შექმნის შეცდომა

source: Failed to connect monitoring stream
ar: فشل في الاتصال بث التنصت
el: Αποτυχία σύνδεσης ροής παρακολούθησης
hi: मॉनिटरिंग स्ट्रीम जोड़ने करने में विफल
ka: მონიტორინგის ნაკადთან მიერთების შეცდომა

source: Ignoring sink-input due to it being designated as an event and thus handled by the Event widget
ar: تجاهل مدخلات المصدر نظرًا لأنه تم تعيينه كحدث وبالتالي يتم التعامل معه بواسطة عنصر واجهة مستخدم الحدث
el: Αγνόηση του sink-input λόγω του ότι ορίζεται ως συμβάν και ως εκ τούτου διαχειρίζεται από τη μικροεφαρμογή Συμβάντων
hi: sink-input को एक इवेंट के रूप में नामित किए जाने और इस प्रकार इवेंट विजेट द्वारा नियंत्रित किए जाने के कारण इसे अनदेखा किया जा रहा है
ka: "sink-input" იგნორირებული იქნება, რადგან ის შეიქმნა, როგორც მოვლენა და შესაბამისად, მოვლენის ვიჯეტის მიერ უნდა იქნეს დამუშავებული

source: System Sounds
ar: أصوات النظام
el: Ήχοι συστήματος
hi: सिस्टम ध्वनियां
ka: სისტემური ხმები

source: Establishing connection to PulseAudio. Please wait...
ar: جارٍ إنشاء اتصال بـظام الصوت. انتظر من فضلك...
el: Πραγματοποιείται σύνδεση με το PulseAudio. Παρακαλούμε περιμένετε...
hi: PulseAudio से संपर्क स्थापित किया जा रहा है। कृपया प्रतीक्षा करें..।
ka: PulseAudio-სთან მიერთება. მოითმინეთ...

source: pa_ext_stream_restore_write() failed
ar: فشل pa_ext_stream_restore_write()
el: Αποτυχία του pa_ext_stream_restore_write()
hi: pa_ext_stream_restore_write() विफल
ka: pa_ext_stream_restore_write() -ის შეცდომა

source: on
ar: تشغيل
el: ενεργό
hi: चालू
ka: ჩართული

source: Terminate Playback
ar: إنهاء التشغيل
el: Τερματισμός αναπαραγωγής
hi: प्लेबैक समाप्त करें
ka: დაკვრის შეწყვეტა

source: Unknown output
ar: إخراج غير معروف
el: Άγνωστη έξοδος
hi: अज्ञात निर्गत
ka: უცნობი გამოტანა

source: pa_context_set_sink_input_volume() failed
ar: فشل pa_context_set_sink_input_volume()
el: Αποτυχία του pa_context_set_sink_input_volume()
hi: pa_context_set_sink_input_volume() विफल
ka: pa_context_set_sink_input_volume() -ის შეცდომა

source: pa_context_set_sink_input_mute() failed
ar: فشل pa_context_set_sink_input_mute()
el: Αποτυχία του pa_context_set_sink_input_mute()
hi: pa_context_set_sink_input_mute() विफल
ka: pa_context_set_sink_input_mute() -ის შეცდომა

source: pa_context_kill_sink_input() failed
ar: فشل pa_context_kill_sink_input()
el: Αποτυχία του pa_context_kill_sink_input()
hi: pa_context_kill_sink_input() विफल
ka: pa_context_kill_sink_input() -ის შეცდომა

source: pa_context_set_sink_volume_by_index() failed
ar: فشل pa_context_set_sink_volume_by_index()
el: Αποτυχία του pa_context_set_sink_volume_by_index()
hi: pa_context_set_sink_volume_by_index() विफल
ka: pa_context_set_sink_volume_by_index() -ის შეცდომა

source: Volume Control Feedback Sound
ar: صوت تنبيه التحكم في مستوى الصوت
el: Ήχος ανάδρασης ελεγκτή έντασης
hi: आवाज नियंत्रण प्रतिक्रिया ध्वनि
ka: ხმის კონტროლის საპასუხო ხმა

source: pa_context_set_sink_mute_by_index() failed
ar: فشل pa_context_set_sink_mute_by_index()
el: Αποτυχία του pa_context_set_sink_mute_by_index()
hi: pa_context_set_sink_mute_by_index() विफल
ka: pa_context_set_sink_mute_by_index() -ის შეცდომა

source: pa_context_set_default_sink() failed
ar: فشل pa_context_set_default_sink()
el: Αποτυχία του pa_context_set_default_sink()
hi: pa_context_set_default_sink() विफल
ka: pa_context_set_default_sink() -ის შეცდომა

source: pa_context_set_sink_port_by_index() failed
ar: فشل pa_context_set_sink_port_by_index()
el: Αποτυχία του pa_context_set_sink_port_by_index()
hi: pa_context_set_sink_port_by_index() विफल
ka: pa_context_set_sink_port_by_index() -ის შეცდომა

source: pa_ext_device_restore_save_sink_formats() failed
ar: فشل pa_ext_device_restore_save_sink_formats()
el: Αποτυχία του pa_ext_device_restore_save_sink_formats()
hi: pa_ext_device_restore_save_sink_formats() विफल
ka: pa_ext_device_restore_save_sink_formats() -ის შეცდომა

source: from
ar: من
el: από
hi: से
ka: ვისგან

source: Terminate Recording
ar: إنهاء التسجيل
el: Τερματισμός εγγραφής
hi: रिकॉर्डिंग समाप्त करें
ka: ჩაწერის შეწყვეტა

source: Unknown input
ar: إدخال غير معروف
el: Άγνωστη είσοδος
hi: अज्ञात आगत
ka: უცნობი შეყვანა

source: pa_context_set_source_output_volume() failed
ar: فشل pa_context_set_source_output_volume()
el: Αποτυχία του pa_context_set_source_output_volume()
hi: pa_context_set_source_output_volume() विफल
ka: pa_context_set_source_output_volume() -ის შეცდომა

source: pa_context_set_source_output_mute() failed
ar: فشل pa_context_set_source_output_mute()
el: Αποτυχία του pa_context_set_source_output_mute()
hi: pa_context_set_source_output_mute() विफल
ka: pa_context_set_source_output_mute() -ის შეცდომა

source: pa_context_kill_source_output() failed
ar: فشل pa_context_kill_source_output()
el: Αποτυχία του pa_context_kill_source_output()
hi: pa_context_kill_source_output() विफल
ka: pa_context_kill_source_output() -ის შეცდომა

source: pa_context_set_source_volume_by_index() failed
ar: فشل pa_context_set_source_volume_by_index()
el: Αποτυχία του pa_context_set_source_volume_by_index()
hi: pa_context_set_source_volume_by_index() विफल
ka: pa_context_set_source_volume_by_index() -ის შეცდომა

source: pa_context_set_source_mute_by_index() failed
ar: فشل pa_context_set_source_mute_by_index()
el: Αποτυχία του pa_context_set_source_mute_by_index()
hi: pa_context_set_source_mute_by_index() विफल
ka: pa_context_set_source_mute_by_index() -ის შეცდომა

source: pa_context_set_default_source() failed
ar: فشل pa_context_set_default_source()‏
el: Αποτυχία του pa_context_set_default_source()
hi: pa_context_set_default_source() विफल
ka: pa_context_set_default_source() -ის შეცდომა

source: pa_context_set_source_port_by_index() failed
ar: فشل pa_context_set_source_port_by_index()
el: Αποτυχία του pa_context_set_source_port_by_index()
hi: pa_context_set_source_port_by_index() विफल
ka: pa_context_set_source_port_by_index() -ის შეცდომა

source: Select a specific tab on load.
ar: حدد علامة تبويب محددة عند التحميل.
el: Επιλέξτε μια συγκεκριμένη καρτέλα κατά τη φόρτωση.
hi: लोड पर एक विशिष्ट टैब चुनें।
ka: ჩატვირთვისას მითითებული ჩანართის არჩევა.

source: number
ar: رقم
el: αριθμός
hi: संख्या
ka: ნომერი

source: Retry forever if pa quits (every 5 seconds).
ar: أعد المحاولة للأبد في حالة إنهاء الخدمة (كل 5 ثوانٍ).
el: Εκ νέου προσπάθεια στο διηνεκές επί διακοπής του pa (ανά 5 δευτερόλεπτα).
hi: यदि pa छोड़ता है तो हमेशा के लिए पुनः प्रयास करें (प्रत्येक 5 सेकंड)।
ka: PA-ს გამორთულობის შემთხვევაში დაკავშირების სამუდამოდ ცდა (ყოველ 5 წამში).

source: Maximize the window.
ar: تكبير النافذة.
el: Μεγιστοποίηση του παραθύρου.
hi: खिड़की को अधिकतम करें।
ka: ფანჯრის გადიდება.

source: Show version.
ar: عرض الإصدار.
el: Εμφάνιση έκδοσης.
hi: संस्करण दिखाएं।
ka: ვერსიის ჩვენება.

source: multimedia-volume-control
el: Έλεγχος έντασης ήχου πολυμέσων

source: Terminate
el: Τερματισμός
hi: समाप्त करें

source: window2
el: παράθυρο2
hi: खिड़की2

source: window1
el: παράθυρο1
hi: खिड़की1

source: Set as fallback
el: Ορισμός ως εναλλακτική
hi: फॉलबैक के रूप में निर्धारित करें

source: _OK
el: _Εντάξει
hi: ठीक है (_O)

source: ms
ar: م.ث.
ka: მწმ

source: <small>%0.0f%% (%0.2f dB)</small>
ka: <small>%0.0f%% (%0.2f დბ)</small>

source: <small>%0.0f%% (-&#8734; dB)</small>
ka: <small>%0.0f%% (-&#8734; დბ)</small>

source: <small>100% (0 dB)</small>
ka: <small>100% (0 დბ)</small>
