Repository: mrsteve0924/pavucontrol
Catalog: po/*.po
Languages: ar, el, hi, ka

source: Volume Control
ar: التحكم بالصوت
el: Έλεγχος έντασης ήχου
hi: आवाज नियंत्रण
ka: ხმის კონტროლი

source: Adjust device and app volumes
el: Ρύθμιση εντάσεων συσκευής και εφαρμογών

source: The PulseAudio Developers
el: Οι προγραμματιστές του PulseAudio

source: PulseAudio Volume Control (pavucontrol) is a volume control tool (“mixer”) for the PulseAudio sound server. In contrast to classic mixer tools, this one allows you to control both the volume of hardware devices and of each playback stream separately.
el: Ο ελεγκτής έντασης PulseAudio (pavucontrol) είναι ένα εργαλείο ελέγχου έντασης («μείκτης») για το διακομιστή ήχου PulseAudio. Σε αντίθεση με τα κλασικά εργαλεία μείκτη, αυτό εδώ σας επιτρέπει να ελέγχετε τόσο την ένταση των συσκευών υλισμικού όσο και κάθε ροή αναπαραγωγής χωριστά.

source: The “Playback” tab
el: Η καρτέλα «Αναπαραγωγή»

source: The “Recording” tab
el: Η καρτέλα «Εγγραφή»

source: The “Output” tab
el: Η καρτέλα «Έξοδος»

source: The “Input” tab
el: Η καρτέλα «Είσοδος»

source: The “Configuration” tab
el: Η καρτέλα «Διαμόρφωση»

source: Migrate from Gtk 3 to 4.
el: Μετεγκατάσταση από Gtk 3 σε 4.

source: Embed UI resources in executable.
el: Ενσωμάτωση πόρων διεπαφής χρήστη στο εκτελέσιμο.

source: Rename "Set as fallback" to "Default" for better legibility.
el: Μετονομασία του «Ορισμός ως εναλλακτική» σε «Προεπιλογή» για καλύτερη αναγνωσιμότητα.

source: Support 144 Hz monitors with level bars.
el: Υποστήριξη μόνιτορ 144 Hz με μπάρες επιπέδου.

source: App icons will fallback to generic rather than missing image, and this will be more common with Gtk 4.
el: Τα εικονίδια εφαρμογών θα μεταπέσουν σε γενικής χρήσης παρά σε απουσία εικόνας, και αυτό θα είναι πιο κοινότυπο με το Gtk 4.

source: Lots of translation updates.
el: Αρκετές ενημερώσεις μετάφρασης.

source: Drop autotools build in favour of meson.
el: Απόρριψη δομής autotools υπέρ του meson.

source: Make libcanberra dependency optional.
el: Να γίνει προαιρετική η εξάρτηση libcanberra.

source: Support for switching Bluetooth codecs (new in PulseAudio 15.0).
el: Υποστήριξη για εναλλαγή αλγόριθμων κωδικοποίησης Bluetooth (νέο στο PulseAudio 15.0).

source: Support for locking card profiles (new in PulseAudio 15.0). Locking a profile prevents PulseAudio from automatically switching away from that profile on plug/unplug events.
el: Υποστήριξη για κλείδωμα προφίλ κάρτας (νέο στο PulseAudio 15.0). Το κλείδωμα ενός προφίλ αποτρέπει το PulseAudio από την αυτόματη αλλαγή εκείνου του προφίλ κατά τα συμβάντα σύνδεσης/αποσύνδεσης.

source: New translations: Asturian, Basque, Belarusian, Galician, Hebrew, Kazakh, Norwegian Bokmål, Sinhala, Slovenian
el: Νέες μεταφράσεις: Αστουριανά, Βασκικά, Λευκορωσικά, Γαλικικά, Εβραϊκά, Καζακικά, Νορβηγικά Μποκμάλ, Σιναλεζικά, Σλοβενικά

source: Updated translations: Catalan, Chinese (Simplified), Chinese (Traditional), Croatian, Danish, Dutch, Finnish, French, German, Hungarian, Italian, Japanese, Korean, Lithuanian, Norwegian Nynorsk, Polish, Portugese, Portugese (Brazil), Slovak, Spanish, Swedish, Turkish, Ukrainian.
el: Ενημερώσεις μεταφράσεων: Καταλανικά, Κινεζικά (απλοποιημένα), Κινεζικά (παραδοσιακά), Κροατικά, Δανικά, Ολλανδικά, Φινλανδικά, Γαλλικά, Γερμανικά, Ουγγρικά, Ιταλικά, Ιαπωνικά, Κορεατικά, Λιθουανικά, Νορβηγικά Νινόρσκ, Πολωνικά, Πορτογαλικά, Πορτογαλικά (Βραζιλία), Σλοβακικά, Ισπανικά, Σουηδικά, Τουρκικά, Ουκρανικά.

source: There can now be only one pavucontrol window open at a time. Trying to start pavucontrol for a second time brings the first window to foreground.
el: Μπορεί να υπάρχει μόνο ένα ανοικτό παράθυρο pavucontrol τη φορά. Η απόπειρα να εκκινήσετε το pavucontrol για δεύτερη φορά φέρνει το πρώτο παράθυρο στο προσκήνιο.

source: Added a "Show volume meters" checkbox to the Configuration tab. Disabling the volume meters reduces CPU use.
el: Προστέθηκε ένα πλαίσιο ελέγχου «Εμφάνιση μετρητών έντασης» στην καρτέλα Διαμόρφωσης. Η απενεργοποίηση των μετρητών έντασης μειώνει τη χρήση CPU.

source: Improve the use of space (remove useless margins and paddings).
el: Βελτίωση της χρήσης του χώρου (αφαίρεση περιττών περιθωρίων και γεμισμάτων).

source: Use a more appropriate icon for the channel lock button.
el: Χρήση πιο κατάλληλου εικονιδίου για το κουμπί κλειδώματος καναλιών.

source: Better channel label layout, prevents volume sliders from getting unaligned.
el: Καλύτερη διάταξη ετικέτας καναλιών, αποτρέπει τη μη ευθυγράμμιση των ρυθμιστικών έντασης.

source: Maximum latency offset increased from 2 to 5 seconds to accommodate AirPlay devices that often have higher latency than 2 seconds (this is not that useful on newer PulseAudio versions, though, because the latency is reported much more accurately than before).
el: Η μέγιστη μετατόπιση υστέρησης αυξήθηκε από 2 σε 5 δευτερόλεπτα για να προσαρμοστεί σε συσκευές AirPlay οι οποίες έχουν υστέρηση μεγαλύτερη από 2 δευτερόλεπτα (αυτό δεν είναι τόσο χρήσιμο σε νεότερες εκδόσεις PulseAudio, όμως, επειδή η υστέρηση αναφέρεται με πολύ μεγαλύτερη ακρίβεια από πριν).

source: New --version command line option.
el: Νέα επιλογή γραμμής εντολών --version.

source: New translations: Chinese (Taiwan), Croatian, Korean, Norwegian Nynorsk, Lithuanian, Valencian.
el: Νέες μεταφράσεις: Κινεζικά (Ταϊβάν), Κροατικά, Κορεατικά, Νορβηγικά Νινόρσκ, Λιθουανικά, Βαλενθιανικά.

source: Updated translations: Finnish, French, German, Italian, Japanese, Polish, Swedish.
el: Ενημερώσεις μεταφράσεων: Φινλανδικά, Γαλλικά, Γερμανικά, Ιταλικά, Ιαπωνικά, Πολωνικά, Σουηδικά.

source: PulseAudio Volume Control
ar: نظام التحكم بالصوت
el: Έλεγχος έντασης ήχου PulseAudio
hi: PulseAudio आवाज नियंत्रण
ka: PulseAudio-ის ხმის კონტროლი

source: Adjust the volume level
ar: تعديل مستوى الصوت
el: Ρύθμιση επιπέδου έντασης
hi: आवाज स्तर समायोजित करें
ka: ხმის დონის მორგება

source: pavucontrol;Microphone;Volume;Fade;Balance;Headset;Speakers;Headphones;Audio;Mixer;Output;Input;Devices;Playback;Recording;System Sounds;Sound Card;Settings;Preferences;
ar: pavucontrol؛ ميكروفون؛ مستوى الصوت؛ تلاشي؛ توازن؛ سماعة الرأس؛ مكبرات الصوت؛ سماعات الرأس؛ الصوت؛ جهاز مزج الصوت؛ الإخراج؛ الإدخال؛ الأجهزة؛ التشغيل؛ التسجيل؛ أصوات النظام؛ بطاقة الصوت؛ الإعدادات؛ التفضيلات؛
el: pavucontrol;Μικρόφωνο;Ένταση;Εξασθένιση;Ισορροπία;Σετ ακουστικών;Ηχεία;Ακουστικά;Ήχος;Μείκτης;Έξοδος;Είσοδος;Συσκευές;Αναπαραγωγή;Εγγραφή;'Ηχοι συστήματος;Κάρτα ήχου;Ρυθμίσεις;Προτιμήσεις;
hi: pavucontrol;माइक्रोफोन;ध्वनि;हल्का होना;संतुलन;हेडसेट;स्पीकर;हेडफोन;ऑडियो;मिश्रक;निर्गत;आगत;उपकरण;प्लेबैक;रिकॉर्डिंग;सिस्टम ध्वनियां;साउंड कार्ड;सेटिंग्स;प्राथमिकताएं;
ka: pavucontrol;Microphone;Volume;Fade;Balance;Headset;Speakers;Headphones;Audio;Mixer;Output;Input;Devices;Playback;Recording;System Sounds;Sound Card;Settings;Preferences;ხმა;მიკროფონი;ჩაწერა;დინამიკები;

source: <i>No application is currently playing audio.</i>
ar: <i/>لا يوجد تطبيق يقوم حاليًا بتشغيل الصوت.<i>
el: <i>Καμία εφαρμογή δεν αναπαράγει ήχο αυτή τη στιγμή.</i>
hi: <i>फिलहाल कोई अनुप्रयोग ऑडियो नहीं चला रहा है।</i>
ka: <i>ამჟამად აუდიოს არც ერთი აპლიკაცია არ უკრავს.</i>

source: <b>_Show:</b>
ar: <b>_عرض:</b>
el: <b>Ε_μφάνιση:</b>
hi: <b>दिखाएं (_S):</b>
ka: <b>_ჩვენება:</b>

source: All Streams
ar: جميع البثوث
el: Όλες οι ροές
hi: सभी स्ट्रीम
ka: ყველა ნაკადი

source: Applications
ar: تطبيقات
el: Εφαρμογές
hi: अनुप्रयोग
ka: აპლიკაციები

source: Virtual Streams
ar: البثوث الافتراضية
el: Εικονικές ροές
hi: आभासी स्ट्रीम
ka: ვირტუალური ნაკადები

source: _Playback
ar: _تشغيل
el: _Αναπαραγωγή
hi: प्लेबैक (_P)
ka: _დაკვრა

source: <i>No application is currently recording audio.</i>
ar: <i>لا يوجد تطبيق يقوم حاليًا بتسجيل الصوت.</i>
el: <i>Καμία εφαρμογή δεν εγγράφει ήχο αυτή τη στιγμή.</i>
hi: <i>फिलहाल कोई अनुप्रयोग ऑडियो रिकॉर्ड नहीं कर रहा है।</i>
ka: <i>ამჟამად აუდიოს არც ერთ აპლიკაცია არ იწერს.</i>

source: _Recording
ar: _تسجيل
el: Εγγρα_φή
hi: रिकॉर्डिंग (_R)
ka: _ჩაწერა

source: <i>No output devices available</i>
ar: <i>لا توجد أجهزة إخراج متاحة</i>
el: <i>Δεν υπάρχουν διαθέσιμες συσκευές εξόδου</i>
hi: <i>कोई निर्गत उपकरण उपलब्ध नहीं</i>
ka: <i>გამოსატანი მოწყობილობების გარეშე</i>

source: <b>S_how:</b>
el: <b>Εμφά_νιση:</b>
hi: <b>दिखाएं (_h):</b>
ka: <b>_ჩვენება:</b>

source: All Output Devices
ar: جميع أجهزة الاخراج
el: Όλες οι συσκευές εξόδου
hi: सभी निर्गत उपकरण
ka: ყველა გამოტანის მოწყობილობა

source: Hardware Output Devices
ar: أجهزة الاخراج الحقيقة
el: Συσκευές εξόδου υλισμικού
hi: हार्डवेयर निर्गत उपकरण
ka: აპარატურული გამოტანის მოწყობილობები

source: Virtual Output Devices
ar: أجهزة الاخراج الافتراضية
el: Εικονικές συσκευές εξόδου
hi: आभासी निर्गत उपकरण
ka: ვირტუალური გამოტანის მოწყობილობები

source: _Output Devices
ar: _أجهزة الاخراج
el: Συσκευές εξό_δου
hi: निर्गत उपकरण (_O)
ka: _გამოტანის მოწყობილობები

source: <i>No input devices available</i>
ar: <i>لا توجد أجهزة إدخال متاحة</i>
el: <i>Δεν υπάρχουν διαθέσιμες συσκευές εισόδου</i>
hi: <i>कोई आगत उपकरण उपलब्ध नहीं</i>
ka: <i>შეტანის მოწყობილობების გარეშე</i>

source: <b>Sho_w:</b>
el: <b>Εμ_φάνιση:</b>
hi: <b>दिखाएं (_w):</b>
ka: <b>ჩვენება:</b>

source: All Input Devices
ar: جميع أجهزة الادخال
el: Όλες οι συσκευές εισόδου
hi: सभी आगत उपकरण
ka: ყველა შეტანის მოწყობილობა

source: All Except Monitors
ar: الجميع عدا التنصت
el: Όλα πλην μόνιτορ
hi: मॉनिटरों को छोड़कर सभी
ka: ყველა, მონიტორის გარდა

source: Hardware Input Devices
ar: أجهزة الادخال الحقيقة
el: Συσκευές εισόδου υλισμικού
hi: हार्डवेयर आगत उपकरण
ka: აპარატურული შეტანის მოწყობილობები

source: Virtual Input Devices
ar: أجهزة الادخال الافتراضية
el: Εικονικές συσκευές εισόδου
hi: आभासी आगत उपकरण
ka: ვირტუალური

source: Monitors
ar: التنصت
el: Μόνιτορ
hi: मॉनिटर
ka: მონიტორინგი

source: _Input Devices
ar: _أجهزة الادخال
el: Συσκευές _εισόδου
hi: आगत उपकरण (_I)
ka: _შემომტანი მოწყობილობები

source: <i>No cards available for configuration</i>
ar: <i>لا توجد بطاقات متاحة للاعداد</i>
el: <i>Δεν υπάρχουν κάρτες διαθέσιμες προς διαμόρφωση</i>
hi: <i>विन्यास के लिए कोई कार्ड उपलब्ध नहीं</i>
ka: <i>მოსარგები ბარათების გარეშე</i>

source: Show volume meters
ar: عرض عدادات الصوت
el: Εμφάνιση μετρητών έντασης
hi: आवाज मीटर दिखाएं
ka: ხმის კონტროლის ჩვენება

source: _Configuration
ar: التكوين:
el: _Διαμόρφωση
hi: विन्यास (_C)
ka: _მორგება

source: Card Name
ar: أسم البطاقة
el: Όνομα κάρτας
hi: कार्ड नाम
ka: ბარათის სახელი

source: Lock card to this profile
ar: قفل البطاقة لهذا الوضع
el: Κλείδωμα κάρτας σε αυτό το προφίλ
hi: इस प्रोफाइल पर कार्ड लॉक करें
ka: ბარათის ამ პროფილზე ჩაკეტვა

source: <b>Profile:</b>
ar: <b>الوضع:</b>
el: <b>Προφίλ:</b>
hi: <b>प्रोफाइल:</b>
ka: <b>პროფილი:</b>

source: <b>Codec:</b>
ar: <b>الترميز:</b>
el: <b>Αλγόριθμος κωδικοποίησης:</b>
hi: <b>कोडेक:</b>
ka: <b>კოდეკი:</b>

source: <b>left-front</b>
ar: </b>-مقدمة-يسرى<b>
el: <b>αριστερά-μπροστά</b>
hi: <b>बाएं-सामने</b>
ka: <b>წინა-მარცხენა</b>

source: <b>Rename device to:</b>
ar: <b>أعد تسمية الجهاز إلى:</b>
el: <b>Μετονομασία συσκευής σε:</b>
hi: <b>उपकरण का नाम इसमें बदलें:</b>
ka: <b>მოწყობილობის გადარქმევა:</b>

source: _Cancel
ar: _ألغِ
el: _Ακύρωση
hi: रद्द करें (_C)
ka: _გაუქმება

source: _Ok
el: _Εντάξει

source: Stream Title
ar: أسم البث
el: Τίτλος ροής
hi: स्ट्रीम शीर्षक
ka: ნაკადის სათაური

source: direction
ar: الاتجاه
el: διεύθυνση
hi: दिशा
ka: მიმართულება

source: Mute audio
ar: كتم الصوت
el: Σίγαση ήχου
hi: ऑडियो मूक करें
ka: ხმის დადუმება

source: Lock channels together
ar: تثبيت القنوات معا
el: Κλείδωμα των καναλιών μαζί
hi: चैनलों को एक साथ लॉक करें
ka: არხების ერთად ჩაკეტვა

source: Device Title
ar: أسم الجهاز
el: Τίτλος συσκευής
hi: उपकरण शीर्षक
ka: მოწყობილობის სათაური

source: Set as default
el: Ορισμός ως προεπιλογή

source: <b>Port:</b>
ar: <b>المنفذ:</b>
el: <b>Θύρα:</b>
hi: <b>पोर्ट:</b>
ka: <b>პორტი:</b>

source: <b>Latency offset:</b>
ar: <b/> تعويض التأخير<b>
el: <b>Μετατόπιση υστέρησης:</b>
hi: <b>विलंबता ऑफसेट:</b>
ka: <b>დაყოვნების წანაცვლება:</b>

source: Advanced
ar: متقدم
el: Προχωρημένο
hi: उन्नत
ka: დამატებით

source: could not read JSON from list-codecs message response: %s
ar: تعذر قراءة JSON من استجابة رسالة برامج ترميز القائمة: %s
el: αδυναμία ανάγνωσης του JSON από την απόκριση του μηνύματος list-codecs: %s
hi: list-codecs संदेश प्रतिक्रिया से JSON नहीं पढ़ सका: %s
ka: list-codecs შეტყობინების პასუხიდან JSON-ის წაკითხვა შეუძლებელია: %s

source: list-codecs message response is not a JSON array
ar: استجابة رسالة برامج ترميز القائمة ليست مصفوفة JSON
el: η απόκριση του μηνύματος list-codecs δεν είναι μια διάταξη JSON
hi: list-codecs संदेश प्रतिक्रिया JSON सरणी नहीं है
ka: list-codecs შეტყობინების პასუხი JSON მასივს არ წარმოადგენს

source: list-codecs message response could not be parsed correctly
ar: تعذر تحليل استجابة رسالة برامج ترميز القائمة بشكل صحيح
el: αδυναμία ορθής ανάλυσης της απόκρισης του μηνύματος list-codecs
hi: list-codecs संदेश प्रतिक्रिया का सही ढंग से विश्लेषण नहीं किया जा सका
ka: list-codecs შეტყობინების პასუხის სწორად დამუშავება შეუძლებელია

source: could not read JSON from get-codec message response: %s
ar: تعذرت قراءة JSON من استجابة رسالة الحصول على برنامج الترميز: %s
el: αδυναμία ανάγνωσης του JSON από την απόκριση του μηνύματος get-codec: %s
hi: get-codec संदेश प्रतिक्रिया से JSON नहीं पढ़ सका: %s
ka: get-codec შეტყობინების პასუხიდან JSON-ის წაკითხვა შეუძლებელია: %s

source: get-codec message response is not a JSON value
ar: استجابة رسالة get-codec ليست قيمة JSON
el: η απόκριση του μηνύματος get-codec δεν είναι τιμή JSON
hi: get-codec संदेश प्रतिक्रिया JSON मान नहीं है
ka: get-codec შეტყობინების პასუხი JSON მნიშვნელობას არ წარმოადგენს

source: could not get codec name from get-codec message response
ar: تعذر الحصول على اسم برنامج الترميز من استجابة رسالة الحصول على برنامج الترميز
el: αδυναμία απόκτησης ονόματος αλγορίθμου κωδικοποίησης από την απόκριση του μηνύματος get-codec
hi: get-codec संदेश प्रतिक्रिया से कोडेक नाम नहीं मिल सका
ka: get-codec შეტყობინების პასუხიდან კოდეკის სახელის მიღება შეუძლებელია

source: could not read JSON from get-profile-sticky message response: %s
ar: تعذر قراءة JSON من استجابة رسالة get-profile-sticky: %s
el: αδυναμία ανάγνωσης του JSON από την απόκριση του μηνύματος get-profile-sticky: %s
hi: get-profile-sticky संदेश प्रतिक्रिया से JSON नहीं पढ़ सका: %s
ka: get-profle-sticky შეტყობინების პასუხიდან JSON-ის წაკითხვა შეუძლებელია: %s

source: get-profile-sticky message response is not a JSON value
ar: استجابة الرسالة get-profile-sticky ليست قيمة JSON
el: η απόκριση του μηνύματος get-profile-sticky δεν είναι τιμή JSON
hi: get-profile-sticky संदेश प्रतिक्रिया JSON मान नहीं है
ka: get-profile-sticky შეტყობინების პასუხი JSON მნიშვნელობას არ წარმოადგენს

source: pa_context_send_message_to_object() failed: %s
ar: فشل pa_context_send_message_to_object(): %s
el: Αποτυχία του pa_context_send_message_to_object() : %s
hi: pa_context_send_message_to_object() विफल: %s
ka: pa_context_send_message_to_object() -ის შეცდომა: %s

source: could not read JSON from list-handlers message response: %s
ar: تعذر قراءة JSON من استجابة رسالة معالجات القائمة: %s
el: αδυναμία ανάγνωσης του JSON από την απόκριση του μηνύματος list-handlers: %s
hi: list-handlers संदेश प्रतिक्रिया से JSON नहीं पढ़ सका: %s
ka: list-handlers შეტყობინების პასუხიდან JSON-ის წაკითხვა შეუძლებელია: %s

source: list-handlers message response is not a JSON array
ar: استجابة رسائل معالجات القائمة ليست مصفوفة JSON
el: Η απόκριση του μηνύματος list-handlers δεν είναι μια διάταξη JSON
hi: list-handlers संदेश प्रतिक्रिया JSON सरणी नहीं है
ka: list-handlers შეტყობინების პასუხი JSON მასივს არ წარმოადგენს

source: list-handlers message response could not be parsed correctly
ar: تعذر تحليل استجابة رسالة معالجات القائمة بشكل صحيح
el: δε μπόρεσε να αναλυθεί σωστά η απόκριση του μηνύματος list-handlers
hi: list-handlers संदेश प्रतिक्रिया का सही ढंग से विश्लेषण नहीं किया जा सका
ka: list-handlers შეტყობინების პასუხის სწორად დამუშავება შეუძლებელია

source: Card callback failure
ar: فشل رد الاتصال بالبطاقة
el: Αποτυχία ανάκλησης κάρτας
hi: कॉर्ड कॉलबैक विफलता
ka: ბარათის უკუგამოძახების შეცდომა

source: Sink callback failure
ar: فشل رد الاتصال المجمع
el: Αποτυχία ανάκλησης συλλέκτη
hi: सिंक कॉलबैक विफलता
ka: Sink-ის უკუგამოძახების შეცდომა

source: Source callback failure
ar: فشل رد الاتصال المصدر
el: Αποτυχία ανάκλησης πηγής
hi: स्रोत कॉलबैक विफलता
ka: წყაროს უკუგამოძახების შეცდომა

source: Sink input callback failure
ar: فشل رد اتصال المجمع
el: Αποτυχία ανάκλησης συλλέκτη εισόδου
hi: सिंक आगत कॉलबैक विफलता
ka: Sink-ის შეყვანის უკუგამოძახების შეცდომა

source: Source output callback failure
ar: فشل رد اتصال مخرجات المصدر
el: Αποτυχία ανάκλησης εξόδου πηγής
hi: स्रोत निर्गत कॉलबैक विफलता
ka: წყაროს გამოტანის უკუგამოძახების შეცდომა

source: Client callback failure
ar: فشل رد اتصال العميل
el: Αποτυχία ανάκλησης πελάτη
hi: क्लाइंट कॉलबैक विफलता
ka: კლიენტის უკუგამოძახების შეცდომა

source: Server info callback failure
ar: فشل رد الاتصال بمعلومات الخادم
el: Αποτυχία ανάκλησης πληροφοριών διακομιστή
hi: सर्वर सूचना कॉलबैक विफलता
ka: სერვერის ინფორამციის უკუგამოძახების შეცდომა

source: Failed to initialize stream_restore extension: %s
ar: فشل في تهيئة ملحق Stream_restore: %s
el: Αποτυχία αρχικοποίησης επέκτασης επαναφοράς_ροής: %s
hi: stream_restore विस्तार आरंभ करने में विफल: %s
ka: შეცდომა stream_restore გაფართოების ინიცალიზაციისას: %s

source: pa_ext_stream_restore_read() failed
ar: فشل pa_ext_stream_restore_read()
el: Αποτυχία του pa_ext_stream_restore_read()
hi: pa_ext_stream_restore_read() विफल
ka: pa_ext_stream_restore_read() -ის შეცდომა

source: Failed to initialize device restore extension: %s
ar: فشل في تهيئة ملحق استعادة الجهاز: %s
el: Αποτυχία αρχικοποίησης επέκτασης επαναφοράς συσκευών: %s
hi: उपकरण पुनर्स्थापना विस्तार प्रारंभ करने में विफल: %s
ka: შეცდომა მოწყობილობების აღდგენის გაფართოების ინიციალიზაციისას: %s

source: pa_ext_device_restore_read_sink_formats() failed
ar: فشل pa_ext_device_restore_read_sink_formats()
el: Αποτυχία του pa_ext_device_restore_read_sink_formats()
hi: pa_ext_device_restore_read_sink_formats() विफल
ka: pa_ext_device_restore_read_sink_formats() -ის შეცდომა

source: Failed to initialize device manager extension: %s
ar: فشل في تهيئة ملحق إدارة الأجهزة: %s
el: Αποτυχία αρχικοποίησης επέκτασης διαχειριστή συσκευών: %s
hi: उपकरण प्रबंधक विस्तार प्रारंभ करने में विफल: %s
ka: შეცდომა მოწყობილობების მმართველის გაფართოების ინიციალიზაციისას: %s

source: pa_ext_device_manager_read() failed
ar: فشل pa_ext_device_manager_read()
el: Αποτυχία του pa_ext_device_manager_read()
hi: pa_ext_device_manager_read() विफल
ka: pa_ext_device_manager_read() -ის შეცდომა

source: pa_context_get_sink_info_by_index() failed
ar: فشل pa_context_get_sink_info_by_index()
el: Αποτυχία του pa_context_get_sink_info_by_index()
hi: pa_context_get_sink_info_by_index() विफल
ka: pa_context_get_sink_info_by_index() -ის შეცდომა

source: pa_context_get_source_info_by_index() failed
ar: فشل pa_context_get_source_info_by_index()
el: Αποτυχία του pa_context_get_source_info_by_index()
hi: pa_context_get_source_info_by_index() विफल
ka: pa_context_get_source_info_by_index() -ის შეცდომა

source: pa_context_get_sink_input_info() failed
ar: فشل pa_context_get_sink_input_info()
el: Αποτυχία του pa_context_get_sink_input_info()
hi: pa_context_get_sink_input_info() विफल
ka: pa_context_get_sink_input_info() -ის შეცდომა

source: pa_context_get_client_info() failed
ar: فشل pa_context_get_client_info()
el: Αποτυχία του pa_context_get_client_info()
hi: pa_context_get_client_info() विफल
ka: pa_context_get_client_info() -ის შეცდომა

source: pa_context_get_server_info() failed
ar: فشل pa_context_get_server_info()
el: Αποτυχία του pa_context_get_server_info()
hi: pa_context_get_server_info() विफल
ka: pa_context_get_server_info() -ის შეცდომა

source: pa_context_get_card_info_by_index() failed
ar: فشل pa_context_get_card_info_by_index()
el: Αποτυχία του pa_context_get_card_info_by_index()
hi: pa_context_get_card_info_by_index() विफल
ka: pa_context_get_card_info_by_index() -ის შეცდომა

source: pa_context_subscribe() failed
ar: فشل pa_context_subscribe()
el: Αποτυχία του pa_context_subscribe()
hi: pa_context_subscribe() विफल
ka: pa_context_subscribe() -ის შეცდომა

source: pa_context_client_info_list() failed
ar: فشل pa_context_client_info_list()
el: Αποτυχία του pa_context_client_info_list()
hi: pa_context_client_info_list() विफल
ka: pa_context_client_info_list() -ის შეცდომა

source: pa_context_get_card_info_list() failed
ar: فشل pa_context_get_card_info_list()
el: Αποτυχία του pa_context_get_card_info_list()
hi: pa_context_get_card_info_list() विफल
ka: pa_context_get_card_info_list() -ის შეცდომა

source: pa_context_get_sink_info_list() failed
ar: فشل pa_context_get_sink_info_list()
el: Αποτυχία του pa_context_get_sink_info_list()
hi: pa_context_get_sink_info_list() विफल
ka: pa_context_get_sink_info_list() -ის შეცდომა

source: pa_context_get_source_info_list() failed
ar: فشل pa_context_get_source_info_list()
el: Αποτυχία του pa_context_get_source_info_list()
hi: pa_context_get_source_info_list() विफल
ka: pa_context_get_source_info_list() -ის შეცდომა

source: pa_context_get_sink_input_info_list() failed
ar: فشل pa_context_get_sink_input_info_list()
el: Αποτυχία του pa_context_get_sink_input_info_list()
hi: pa_context_get_sink_input_info_list() विफल
ka: pa_context_get_sink_input_info_list() -ის შეცდომა

source: pa_context_get_source_output_info_list() failed
ar: فشل pa_context_get_source_output_info_list()
el: Αποτυχία του pa_context_get_source_output_info_list()
hi: pa_context_get_source_output_info_list() विफल
ka: pa_context_get_source_output_info_list() -ის შეცდომა

source: Connection failed, attempting reconnect
ar: فشل الاتصال، جارٍ محاولة إعادة الاتصال
el: Αποτυχία σύνδεσης, επιχειρείται επανασύνδεση
hi: कनेक्शन विफल, पुनः जोड़ने का प्रयास किया जा रहा है
ka: კავშირის შეცდომა. თავიდან ვცდი მიერთებას
